Revit 2027 API
ParameterTypeId.SpaceReferenceLevelParam Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceReferenceLevelParam { get; }
Public Shared ReadOnly Property SpaceReferenceLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceReferenceLevelParam {
	ForgeTypeId^ get ();
}
static member SpaceReferenceLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace